[
    {
        "id" : 0,
        "caption" : "tukthuset",
        "image" : "http://localhost:3000/images/tukthuset.jpg",
        "imageText" : "Huset er i dag fredet og i privat eie.",
        "ImageTitle" : "Tukthuset 2022"
    },
    {
        "id" : 1,
        "caption" : "Gamle tukthuset",
        "image" : "http://localhost:3000/images/tukthusetGammelt.jpg",
        "imageText" : "Tukthuset (1890-årene og 2022) Tukthuset i Trondheim var det første tukthuset i Norge og ble oppført i årene 1732-1733. I første omgang ble det brukt til å opplære fattige i hardt arbeid og disiplin. Senere har tukthuset blitt brukt som fengsel helt fram til 1971.",
        "imageTitle" : "Tukthuset 1890"
    },
    {
        "id" : 2,
        "caption" : "Studenter Hjemmet",
        "image" : "http://localhost:3000/images/StudenterHjemmetElgsaeter.jpg",
        "imageText" : "Bygningen i dag er fredet, men er i dårlig tilstand.",
        "imageTitle" : "Studenter Hjemmet 2022"
    },
    {
        "id" : 3,
        "caption" : "Studenter Hjemmet",
        "image" : "http://localhost:3000/images/StudenterHjemmetElgsaeterGammelt.jpg",
        "imageText" : "Studenterhjemmet er et tidligere pensjonat i jugendstil som åpnet i 1911. Pensjonatet var tiltenkt de som studerte ved Norges Tekniske Høyskole som ble opprettet året før. Driften opphørte i 1961 og det har vært mange diskusjoner om rivning opp igjennom årene.",
        "imageTitle" : "Studenter Hjemmet 1980"
    },
    {
        "id" : 4,
        "caption" : "Gamle Bybro",
        "image" : "http://localhost:3000/images/GamleByBro.jpg",
        "imageText" : "Fra 2016 har broen vært permanent stengt for biltrafikk. Broen er, hvis man ser bort i fra Nidarosdomen, det mest kjente symbolet på Trondheim.",
        "imageTitle" : "Gamle bybro 2022"

    },
    {
        "id" : 5,
        "caption" : "Gamle Bybro",
        "image" : "http://localhost:3000/images/GamleByBroGammel.jpg",
        "imageText" : "Gamle Bybro som vi kjenner den i dag sto ferdig i 1861. Broen kjennetegnes av to røde portaler ofte kalt «lykkens portal». I perioden bildet er hentet fra var det biltrafikk over broen.",
        "imageTitle" : "Gamle bybro 1960"
    },
    {
        "id" : 6,
        "caption" : "Sverre Siggurson",
        "image" : "http://localhost:3000/images/SverreSiggurson.jpg",
        "imageText" : "Den er laget av Sivert Donali, og satt opp i parken i 1983. Sverre Siggurdsson ble fød i omkring 1150 og døde i 1202 Sverre Siggurdsson ble enekonge i Norge i 1184, da han med birkebeinerne overvant Kong Magnus Erlingsson. Sverre ble også i sin kongsperiode ekskommunisert under konflikt med kriken og erkebiskopen.",
        "imageTitle" : "Sverre Siggurson"
    },
    {
        "id" : 7,
        "caption" : "Frihetsgudinnen",
        "image" : "http://localhost:3000/images/Frihetsgudinnen.jpg",
        "imageTitle" : "Frihetsgudinnen",
        "imageText" : "Statuen er av frihetsgudinnen og laget av Jens Munthe Svendsen. Den ble satt opp i 1906, i forbindelsen av kroningen av Kong Haakon og Dronning Maud i Nidarosdomen i Trondheim, Kong Haakon 7. var Norges første konge i moderne tid etter unionsoppløsningen med Sverige i 1905. Han var døde i 1957."
    },
    {
        "id" : 8,
        "caption" : "Olav Tryggvasson",
        "image" : "http://localhost:3000/images/OlavTryggvasson.jpg",
        "imageText" : "Statuen er av Olav Tryggvasson og laget av Brynjulf Bergslien. Statuen oppreist til Trondheims 900 – årsjubileum i 1897 og revet da jubileet var over, på grunn av ikke holdbare materialer. Olav Tryggvasson ble født i 968 og døde i år 1000 Han var kjent som en av kristningskongene og grunnleggeren av Nidaros (Trondheim)",
        "imageTitle" : "Olav Tryggvassson"
    }
]